export default function Introduction() {
  return (
    <div className="mx-auto container flex gap-24 border rounded-3xl w-[1232px] p-10  h-[455px] mt-20">
      <img
        src="/images/Director.png"
        alt="director"
        className="w-w-96 h-w-96	"
      />
      <div className="p-12">
        <div className="max-w-[590px] text-justify text-sm text-[#476788] font-light flex flex-col gap-5 justify-center items-center">
          <p>
            Монгол Улсын хөрөнгийн зах зээл 33 жилийн хөгжлийн түүхтэй бөгөөд
            энэхүү хөгжлийн тэн хагасыг бид эрхэм харилцагч, хөрөнгө
            оруулагчдынхаа хамтаар бичилцсэн. 2008 онд үүсгэн байгуулагдсан
            цагаасаа хойш бид “анхдагч, шинийг санаачлагч, үндэсний баялаг
            бүтээгчдийг дэмжигч, харилцагчдын найдвартай зөвлөх байх” эрхэм
            зорилгын хүрээнд харилцагчдын хүсэл зорилгыг эрхэмлэсэн, дэвшилтэт
            технологид суурилсан цогц бүтээгдэхүүн үйлчилгээ, санхүүгийн
            шийдлийг мэргэжлийн дээд түвшинд харилцагчдадаа хүргэн ажилласаар
            байна.
          </p>
          <p>
            Хөрөнгийн зах зээл боломжоор дүүрэн. Та энэхүү боломж дүүрэн зах
            зээлийн аялалд гарахад сайн хөтөч хамгийн чухал. Бид таны газрын
            зураг болж энэхүү аялалд амжилттай гарахад үргэлж хамт байх болно.
          </p>
        </div>
        <h1 className="text-[#0B3558] text-3xl	font-semibold mt-5">Г. Энхбат</h1>
        <h2 className="text-sm font-light mt-4">
          “Ти Ди Би Секьюритис ҮЦК” ХХК-ийн Гүйцэтгэх захирлын тэргүүн орлогч
        </h2>
      </div>
    </div>
  );
}
